Repository: wyk111wyk/AmosBase
Catalog: Sources/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Alert
zh_hans: 警告

source: Alert - %@
zh_hans: 警告 - %@

source: AMap
zh_hans: 高德地图

source: AmosStudio Apps
zh_hans: 工作室应用

source: App Store Review
zh_hans: App Store 评分

source: Apple Map
zh_hans: Apple地图

source: Background
zh_hans: 背景颜色

source: Baidu Map
zh_hans: 百度地图

source: Bar Progress
zh_hans: 条形进度

source: Bottom Toasts
zh_hans: 底部提醒

source: Button
zh_hans: 按钮

source: Cancel
zh_hans: 取消

source: Card
zh_hans: 卡片

source: Cell
zh_hans: 单元格

source: Center Toasts
zh_hans: 中央提醒

source: Checked
zh_hans: 已选

source: Choose Color
zh_hans: 颜色选择

source: Circular Progress
zh_hans: 环形进度

source: Color Hex
zh_hans: 颜色 Hex 值

source: Color Picker
zh_hans: 颜色选择器

source: Confirm
zh_hans: 确认

source: Confirmation
zh_hans: 确认

source: Confirmation - %@
zh_hans: 确认 - %@

source: Custom color
zh_hans: 色彩自定义

source: Custom gradient color
zh_hans: 自定义渐变色

source: Custom single color
zh_hans: 自定义单色

source: Dark
zh_hans: 深色背景

source: Darken
zh_hans: 变暗

source: Google Map
zh_hans: 谷歌地图

source: h: %@
zh_hans: 高：%@

source: I am pure color background
zh_hans: 我是纯色背景

source: I am text with dark background
zh_hans: 我是深色背景中的文字

source: I am text with light background
zh_hans: 我是浅色背景中的文字

source: l: %@
zh_hans: 长：%@

source: Label
zh_hans: 文字

source: Light
zh_hans: 浅色背景

source: Lighten
zh_hans: 变淡

source: Loading -> Error
zh_hans: 载入 -> 错误

source: Loading -> Success
zh_hans: 载入 -> 成功

source: Loading Title Change
zh_hans: 载入后改变标题

source: Map Share
zh_hans: 第三方地图

source: Other Apps from us, equally concise and practical.
zh_hans: 工作室的其他作品，同样的简洁与实用

source: Picker
zh_hans: 选择器

source: Random color
zh_hans: 随机颜色

source: Random dark color
zh_hans: 随机深颜色

source: Random light color
zh_hans: 随机淡颜色

source: Require iOS 17
zh_hans: 需要iOS 17以上

source: Simple Error
zh_hans: 简单错误

source: Simple Loading
zh_hans: 简单载入

source: Simple Success
zh_hans: 简单成功

source: Simple Toast
zh_hans: 简单提醒

source: Slider
zh_hans: 选择条

source: System color
zh_hans: 系统预置颜色

source: System Setting
zh_hans: 系统设置

source: Tencent Map
zh_hans: 腾讯地图

source: TextField
zh_hans: 输入框

source: Top Toasts
zh_hans: 顶部提醒

source: Unchecked
zh_hans: 未选择

source: w: %@
zh_hans: 宽：%@

source: Your support is very important to us.
zh_hans: 你的支持对我们非常重要
